import { ICard } from "../types";

export const nftCards: ICard[] = [
  {
    id: 1,
    title: "Киберпанк-сирена",
    description:
      "Футуристическая гейша с неоновыми кибернетическими улучшениями, владеющая катаной.",
    image: "/cards/1.jpg",
  },
  {
    id: 2,
    title: "Космическая мечтательница",
    description:
      "Девушка, затерявшаяся среди звёзд, её платье переливается созвездиями.",
    image: "/cards/2.jpg",
  },
  {
    id: 3,
    title: "Мистическая дева",
    description:
      "Эфирное существо с развевающимися волосами и светящимися глазами, окружённое мистической энергией.",
    image: "/cards/3.jpg",
  },
  {
    id: 4,
    title: "Стимпанк-роза",
    description:
      "Дама викторианской эпохи со сложными часовыми механизмами, интегрированными в её наряд.",
    image: "/cards/4.jpg",
  },
  {
    id: 5,
    title: "Зачарованная лесная нимфа",
    description:
      "Игривый дух, обитающий в пышном лесу, украшенный цветами и листьями.",
    image: "/cards/5.jpg",
  },
  {
    id: 6,
    title: "Готическая Лолита",
    description:
      "Тёмная и таинственная девушка в готическом стиле лолита, с аурой элегантности и загадочности.",
    image: "/cards/6.jpg",
  },
  {
    id: 7,
    title: "Пустынный кочевник",
    description:
      "Сильная и независимая женщина, пересекающая пустыню, одетая в традиционный кочевой наряд.",
    image: "/cards/7.jpg",
  },
  {
    id: 8,
    title: "Океаническая сирена",
    description:
      "Прекрасная русалка с развевающимися волосами и мерцающим хвостом, выходящая из глубин океана.",
    image: "/cards/8.jpg",
  },
  {
    id: 9,
    title: "Арктическое сияние",
    description:
      "Девушка, закутанная в тёплые меха, любуется захватывающим северным сиянием.",
    image: "/cards/9.jpg",
  },
  {
    id: 10,
    title: "Радужный воин",
    description:
      "Яркая и сильная женщина-воин, украшенная красочными доспехами и оружием.",
    image: "/cards/10.jpg",
  },
  {
    id: 11,
    title: "Звёздная танцовщица",
    description:
      "Грациозная девушка, танцующая под мерцанием звёздного неба, её движения плавны и завораживают.",
    image: "/cards/11.jpg",
  },
  {
    id: 12,
    title: "Цветочная нимфа",
    description:
      "Нежная и прекрасная нимфа, живущая среди цветов, её одежда создана из лепестков и листьев.",
    image: "/cards/12.jpg",
  },
  {
    id: 13,
    title: "Рыцарь-фея",
    description:
      "Храбрая фея в блестящих доспехах, вооруженная мечом и щитом, готовая защищать слабых.",
    image: "/cards/13.jpg",
  },
  {
    id: 14,
    title: "Гармония будущего",
    description:
      "Юная муза из мира грядущего, заключённая в мягкие линии света и технологии.",
    image: "/cards/14.jpg",
  },
  {
    id: 15,
    title: "Симфония жидкой жизни",
    description:
      "Вихрь ярко-розовых потоков и прозрачных сфер словно оживает вокруг женщины, погружённой в трансцендентное слияние тела и эфемерной материи.",
    image: "/cards/15.jpg",
  },
  {
    id: 16,
    title: "Курьер цифровой эпохи",
    description:
      "Человек и машина слились в совершенной гармонии, создавая загадочного посланника будущего.",
    image: "/cards/16.jpg",
  },
  {
    id: 17,
    title: "Киберпанковый скиталец",
    description:
      "В облике этого юного героя воплощается дух антиутопичного мегаполиса. Этот скиталец будто вышел из тени киберпанкового будущего, чтобы бросить вызов миру и найти свое место в постоянно меняющемся цифровом пейзаже.",
    image: "/cards/17.jpg",
  },
  {
    id: 18,
    title: "Космическая муза",
    description:
      "Ее взгляд устремлен в бесконечные просторы космоса, отражая сочетание человеческого любопытства и технологического совершенства.",
    image: "/cards/18.jpg",
  },
  {
    id: 19,
    title: "Дочь механического века",
    description:
      "В её глазах — детская невинность и мудрость, рожденная в мире, где технологии стали частью человеческой сути.",
    image: "/cards/19.jpg",
  },
  {
    id: 20,
    title: "Снежная Королева",
    description:
      "Её белоснежные волосы сливаются с пушистым капюшоном, будто она сама создана из снега и северного ветра.",
    image: "/cards/20.jpg",
  },
];
