import { IItem } from "@/types";

export const data: IItem[] = [
  {
    id: 1,
    title: "HTML",
    description:
      "HTML — язык разметки для создания структуры веб-страницы и представления контента. Благодаря разметке браузер знает в каком порядке отображать элементы, и что они значат.",
  },
  {
    id: 2,
    title: "CSS",
    description:
      "CSS — язык каскадных стилей, который задаёт визуальное оформление для HTML, SVG и других языков разметки.",
  },
  {
    id: 3,
    title: "JavaScript",
    description:
      "JavaScript — язык программирования широкого спектра. На нём можно как создавать динамические интерфейсы, так и работать с базами данных и операционными системами.",
  },
  {
    id: 4,
    title: "TypeScript",
    description:
      "TypeScript — это язык программирования, основанный на JavaScript. Он расширяет возможности JavaScript за счёт добавления строгой типизации данных.",
  },
];
